Repository: DimaMishchenko/currency
Catalog: Features/Settings/Sources/SettingsUI/Resources/Settings.xcstrings
Source language: en
Languages: de, es, et, fr, it, ja, ko, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Location
de: Standort
es: Ubicación
et: Asukoht
fr: Position
it: Posizione
ja: 位置情報
ko: 위치
pt_br: Localização
ru: Местоположение
tr: Konum
uk: Розташування
zh_hans: 位置
zh_hant: 位置

# locationSettings
source: Location
de: Standort
es: Ubicación
et: Asukoht
fr: Position
it: Posizione
ja: 位置情報
ko: 위치
pt_br: Localização
ru: Местоположение
tr: Konum
uk: Розташування
zh_hans: 位置
zh_hant: 位置

# locationSettingsExplanation
source: Set up your local currency or manage location access.
de: Richte deine lokale Währung ein oder verwalte den Standortzugriff.
es: Configura tu moneda local o gestiona el acceso a la ubicación.
et: Seadista kohalik valuuta või halda asukoha kasutamise luba.
fr: Configure ta devise locale ou gère l’accès à la position.
it: Configura la valuta locale o gestisci l’accesso alla posizione.
ja: 現地通貨の設定や位置情報へのアクセスを管理します。
ko: 현지 통화를 설정하거나 위치 접근을 관리하세요.
pt_br: Configure sua moeda local ou gerencie o acesso à localização.
ru: Настройте местную валюту или управляйте доступом к местоположению.
tr: Yerel para biriminizi ayarlayın veya konum erişimini yönetin.
uk: Налаштуйте місцеву валюту або керуйте доступом до розташування.
zh_hans: 设置当地货币或管理定位访问。
zh_hant: 設定當地貨幣或管理定位取用。

source: Settings
de: Einstellungen
es: Ajustes
et: Seaded
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
tr: Ayarlar
uk: Параметри
zh_hans: 设置
zh_hant: 設定

source: Appearance
de: Darstellung
es: Apariencia
et: Välimus
fr: Apparence
it: Aspetto
ja: 外観
ko: 외관
pt_br: Aparência
ru: Оформление
tr: Görünüm
uk: Вигляд
zh_hans: 外观
zh_hant: 外觀

source: Theme
de: Design
es: Tema
et: Teema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
ru: Тема
tr: Tema
uk: Тема
zh_hans: 主题
zh_hant: 主題

source: Accent color
de: Akzentfarbe
es: Color de acento
et: Rõhuvärv
fr: Couleur d’accent
it: Colore di risalto
ja: アクセントカラー
ko: 강조 색상
pt_br: Cor de destaque
ru: Акцент
tr: Vurgu rengi
uk: Акцентний колір
zh_hans: 强调色
zh_hant: 重點色

source: Acknowledgements
de: Danksagungen
es: Agradecimientos
et: Tänuavaldused
fr: Remerciements
it: Riconoscimenti
ja: 謝辞
ko: 감사의 말
pt_br: Agradecimentos
ru: Благодарности
tr: Teşekkürler
uk: Подяки
zh_hans: 致谢
zh_hant: 致謝

# appearanceLight
source: Light
de: Hell
es: Claro
et: Hele
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
ru: Светлая
tr: Açık
uk: Світла
zh_hans: 浅色
zh_hant: 淺色

# appearanceDark
source: Dark
de: Dunkel
es: Oscuro
et: Tume
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
ru: Тёмная
tr: Koyu
uk: Темна
zh_hans: 深色
zh_hant: 深色

# appearancePrimary
source: Default
de: Standard
es: Por defecto
et: Vaikimisi
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본값
pt_br: Padrão
ru: По умолчанию
tr: Varsayılan
uk: Типово
zh_hans: 默认
zh_hant: 預設

# appearanceBlue
source: Blue
de: Blau
es: Azul
et: Sinine
fr: Bleu
it: Blu
ja: ブルー
ko: 파란색
pt_br: Azul
ru: Синий
tr: Mavi
uk: Синій
zh_hans: 蓝色
zh_hant: 藍色

# appearancePurple
source: Purple
de: Lila
es: Morado
et: Lilla
fr: Violet
it: Viola
ja: パープル
ko: 보라색
pt_br: Roxo
ru: Фиолетовый
tr: Mor
uk: Фіолетовий
zh_hans: 紫色
zh_hant: 紫色

# appearancePink
source: Pink
de: Rosa
es: Rosa
et: Roosa
fr: Rose
it: Rosa
ja: ピンク
ko: 분홍색
pt_br: Rosa
ru: Розовый
tr: Pembe
uk: Рожевий
zh_hans: 粉色
zh_hant: 粉紅色

# appearanceRed
source: Red
de: Rot
es: Rojo
et: Punane
fr: Rouge
it: Rosso
ja: レッド
ko: 빨간색
pt_br: Vermelho
ru: Красный
tr: Kırmızı
uk: Червоний
zh_hans: 红色
zh_hant: 紅色

# appearanceGreen
source: Green
de: Grün
es: Verde
et: Roheline
fr: Vert
it: Verde
ja: グリーン
ko: 초록색
pt_br: Verde
ru: Зелёный
tr: Yeşil
uk: Зелений
zh_hans: 绿色
zh_hant: 綠色

# appearanceTeal
source: Teal
de: Blaugrün
es: Verde azulado
et: Sinakasroheline
fr: Bleu sarcelle
it: Verde acqua
ja: ティール
ko: 청록색
pt_br: Verde-azulado
ru: Бирюзовый
tr: Turkuaz
uk: Бірюзовий
zh_hans: 青绿色
zh_hant: 藍綠色

# aboutRates
source: Exchange rates
de: Wechselkurse
es: Tipos de cambio
et: Vahetuskursid
fr: Taux de change
it: Tassi di cambio
ja: 為替レート
ko: 환율
pt_br: Taxas de câmbio
ru: Курсы валют
tr: Döviz kurları
uk: Курси валют
zh_hans: 汇率
zh_hant: 匯率

# dailyRateExplanation
source: Estimates only, not financial advice. Rates may be delayed or saved offline; fees and spreads are excluded. Verify the final rate with your provider.
de: Nur Schätzwerte, keine Finanzberatung. Kurse können verzögert oder offline gespeichert sein; Gebühren und Spreads sind nicht enthalten. Prüfe den endgültigen Kurs bei deinem Anbieter.
es: Solo estimaciones, no asesoramiento financiero. Los tipos pueden estar retrasados o guardados sin conexión; no incluyen comisiones ni diferenciales. Confirma el tipo final con tu proveedor.
et: Ainult hinnangud, mitte finantsnõuanded. Kursid võivad olla viivitusega või võrguühenduseta salvestatud; tasud ja kursivahed ei sisaldu. Kontrolli lõplikku kurssi teenusepakkujalt.
fr: Estimations uniquement, sans conseil financier. Les taux peuvent être différés ou enregistrés hors ligne ; les frais et écarts de taux sont exclus. Vérifie le taux final auprès de ton prestataire.
it: Solo stime, non consigli finanziari. I tassi possono essere ritardati o salvati offline; commissioni e spread sono esclusi. Verifica il tasso finale con il tuo fornitore.
ja: 概算であり、金融上の助言ではありません。レートは遅延またはオフライン保存されている場合があり、手数料やスプレッドは含まれません。最終レートはサービス提供元に確認してください。
ko: 추정치이며 금융 조언이 아닙니다. 환율이 지연되거나 오프라인에 저장된 값일 수 있으며, 수수료와 스프레드는 포함되지 않습니다. 최종 환율은 서비스 제공업체에 확인하세요.
pt_br: Apenas estimativas, não aconselhamento financeiro. As taxas podem estar atrasadas ou salvas offline; tarifas e spreads não estão incluídos. Confirme a taxa final com seu provedor.
ru: Только приблизительные значения, не финансовая рекомендация. Курсы могут быть устаревшими или сохранёнными офлайн; комиссии и спреды не включены. Уточните итоговый курс у поставщика услуг.
tr: Yalnızca tahmini değerlerdir, finansal tavsiye değildir. Kurlar gecikmeli veya çevrimdışı kaydedilmiş olabilir; ücretler ve alış-satış farkları dahil değildir. Nihai kuru hizmet sağlayıcınızla doğrulayın.
uk: Лише приблизні значення, не фінансова порада. Курси можуть бути застарілими або збереженими офлайн; комісії та спреди не включено. Уточніть остаточний курс у постачальника послуг.
zh_hans: 仅供估算，不构成财务建议。汇率可能延迟或保存在离线缓存中，不含手续费和买卖价差。请向服务提供商确认最终汇率。
zh_hant: 僅供估算，不構成財務建議。匯率可能延遲或儲存在離線快取中，不含手續費和買賣價差。請向服務提供商確認最終匯率。

source: Last checked
de: Zuletzt geprüft
es: Última consulta
et: Viimati kontrollitud
fr: Dernière vérification
it: Ultimo controllo
ja: 最終確認
ko: 마지막 확인
pt_br: Última consulta
ru: Последняя проверка
tr: Son kontrol
uk: Остання перевірка
zh_hans: 上次检查
zh_hant: 上次檢查

source: Refresh now
de: Jetzt aktualisieren
es: Actualizar ahora
et: Värskenda kohe
fr: Actualiser maintenant
it: Aggiorna ora
ja: 今すぐ更新
ko: 지금 갱신
pt_br: Atualizar agora
ru: Обновить сейчас
tr: Şimdi yenile
uk: Оновити зараз
zh_hans: 立即刷新
zh_hant: 立即重新整理

source: Sources
de: Quellen
es: Fuentes
et: Allikad
it: Fonti
ja: 提供元
ko: 출처
pt_br: Fontes
ru: Источники
tr: Kaynaklar
uk: Джерела
zh_hans: 来源
zh_hant: 來源

source: Unavailable
de: Nicht verfügbar
es: No disponible
et: Pole saadaval
fr: Indisponible
it: Non disponibile
ja: 利用不可
ko: 사용 불가
pt_br: Indisponível
ru: Недоступно
tr: Kullanılamıyor
uk: Недоступно
zh_hans: 不可用
zh_hant: 無法使用

source: Not downloaded
de: Nicht heruntergeladen
es: Sin descargar
et: Pole alla laaditud
fr: Non téléchargé
it: Non scaricati
ja: 未ダウンロード
ko: 다운로드 안 됨
pt_br: Não baixado
ru: Не загружено
tr: İndirilmedi
uk: Не завантажено
zh_hans: 未下载
zh_hant: 未下載

source: Rates
de: Kurse
es: Tipos de cambio
et: Vahetuskursid
fr: Taux
it: Tassi
ja: レート
ko: 환율
pt_br: Taxas
ru: Курсы
tr: Kurlar
uk: Курси
zh_hans: 汇率
zh_hant: 匯率

source: Rates retrieved
de: Kurse abgerufen
es: Tipos de cambio obtenidos
et: Kursid hangitud
fr: Taux récupérés
it: Tassi recuperati
ja: 取得したレート
ko: 가져온 환율
pt_br: Taxas obtidas
ru: Курсы получены
tr: Kurlar alındı
uk: Курси отримано
zh_hans: 已获取的汇率
zh_hant: 已取得的匯率

# observedAt
source: Last trade %@
de: Letzter Handel %@
es: Última operación %@
et: Viimane tehing %@
fr: Dernière transaction %@
it: Ultimo scambio %@
ja: 最終取引 %@
ko: 마지막 거래 %@
pt_br: Última negociação %@
ru: Последняя сделка %@
tr: Son işlem %@
uk: Остання угода %@
zh_hans: 最后交易 %@
zh_hant: 最後交易 %@

# quoteRetrieved
source: Retrieved %@
de: Abgerufen %@
es: Obtenido %@
et: Hangitud %@
fr: Récupéré %@
it: Recuperati %@
ja: 取得日時 %@
ko: 가져옴 %@
pt_br: Obtido %@
ru: Получено %@
tr: Alındı %@
uk: Отримано %@
zh_hans: 获取于 %@
zh_hant: 取得於 %@

source: Quote information
de: Kursinformationen
es: Información de la cotización
et: Noteeringu teave
fr: Informations sur la cotation
it: Informazioni sulla quotazione
ja: 相場情報
ko: 시세 정보
pt_br: Informações da cotação
ru: Сведения о котировке
tr: Fiyat bilgileri
uk: Відомості про котирування
zh_hans: 报价信息
zh_hant: 報價資訊

# publishedAt
source: Published %@
de: Veröffentlicht %@
es: Publicado %@
et: Avaldatud %@
fr: Publié %@
it: Pubblicati %@
ja: 公表日時 %@
ko: 발표됨 %@
pt_br: Publicado %@
ru: Опубликовано %@
tr: Yayımlandı %@
uk: Опубліковано %@
zh_hans: 发布于 %@
zh_hant: 發布於 %@

source: Close
de: Schließen
es: Cerrar
et: Sulge
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

source: Artwork
de: Grafiken
es: Ilustraciones
et: Graafika
fr: Illustrations
it: Grafica
ja: アートワーク
ko: 아트워크
pt_br: Ilustrações
ru: Графика
tr: Görseller
uk: Графіка
zh_hans: 图像
zh_hant: 圖像

# frankfurterCredit
source: Daily reference and historical rates from central banks and official institutions.
de: Tägliche Referenzkurse und historische Kurse von Zentralbanken und offiziellen Institutionen.
es: Tipos de referencia diarios e históricos de bancos centrales e instituciones oficiales.
et: Keskpankade ja ametlike asutuste päevased võrdluskursid ning ajaloolised kursid.
fr: Taux de référence quotidiens et historiques des banques centrales et institutions officielles.
it: Tassi di riferimento giornalieri e storici di banche centrali e istituzioni ufficiali.
ja: 中央銀行や公的機関の日次参照レートと過去のレート。
ko: 중앙은행 및 공식 기관의 일일 기준 환율과 과거 환율.
pt_br: Taxas de referência diárias e históricas de bancos centrais e instituições oficiais.
ru: Ежедневные справочные и исторические курсы центральных банков и официальных учреждений.
tr: Merkez bankaları ve resmî kurumların günlük referans ve geçmiş kurları.
uk: Щоденні довідкові та історичні курси центральних банків і офіційних установ.
zh_hans: 来自中央银行和官方机构的每日参考汇率及历史汇率。
zh_hant: 來自中央銀行和官方機構的每日參考匯率及歷史匯率。

# ecbCredit
source: Direct daily fiat reference rates when the primary source is unavailable.
de: Direkte tägliche Fiatreferenzkurse, wenn die Hauptquelle nicht verfügbar ist.
es: Tipos de cambio de referencia diarios de monedas fiduciarias, obtenidos directamente cuando la fuente principal no está disponible.
et: Tavavaluutade igapäevased võrdluskursid otse allikast, kui peamine allikas pole saadaval.
fr: Taux de change de référence quotidiens des monnaies fiduciaires, obtenus directement lorsque la source principale est indisponible.
it: Tassi di riferimento giornalieri diretti delle valute tradizionali quando la fonte principale non è disponibile.
ja: 主要な提供元を利用できない場合の法定通貨の日次参考レート。
ko: 주 출처를 사용할 수 없을 때 직접 제공되는 법정 통화 일일 참고 환율입니다.
pt_br: Taxas de câmbio de referência diárias de moedas fiduciárias, obtidas diretamente quando a fonte principal está indisponível.
ru: Прямые ежедневные справочные курсы обычных валют, когда основной источник недоступен.
tr: Birincil kaynak kullanılamadığında doğrudan günlük itibari para referans kurları.
uk: Прямі щоденні довідкові курси звичайних валют, коли основне джерело недоступне.
zh_hans: 主要来源不可用时直接提供的法定货币每日参考汇率。
zh_hant: 主要來源無法使用時直接提供的法定貨幣每日參考匯率。

# fawazCredit
source: Daily cryptocurrency rates and backup exchange rates.
de: Tägliche Kryptowährungskurse und Ersatzwechselkurse.
es: Tipos de cambio diarios de criptomonedas y tipos de cambio de respaldo.
et: Krüptovaluutade igapäevased kursid ja varuvahetuskursid.
fr: Taux crypto quotidiens et taux de change de secours.
it: Tassi giornalieri delle criptovalute e tassi di cambio di riserva.
ja: 暗号資産の日次レートと代替為替レート。
ko: 암호화폐 일일 환율 및 대체 환율입니다.
pt_br: Taxas de câmbio diárias de criptomoedas e taxas de câmbio de reserva.
ru: Ежедневные курсы криптовалют и резервные курсы обмена.
tr: Günlük kripto para kurları ve yedek döviz kurları.
uk: Щоденні курси криптовалют і резервні курси обміну.
zh_hans: 加密货币每日汇率和备用汇率。
zh_hant: 加密貨幣每日匯率和備用匯率。

# coinbaseCredit
source: Cryptocurrency exchange rates and completed historical candles.
de: Kryptowährungskurse und abgeschlossene historische Kerzen.
es: Tipos de cambio de criptomonedas y velas históricas cerradas.
et: Krüptovaluutade vahetuskursid ja suletud ajaloolised hinnaküünlad.
fr: Taux de change des cryptomonnaies et bougies historiques clôturées.
it: Tassi di cambio delle criptovalute e candele storiche completate.
ja: 暗号資産の為替レートと確定済みの過去ローソク足。
ko: 암호화폐 환율 및 마감된 과거 캔들입니다.
pt_br: Taxas de câmbio de criptomoedas e candles históricos fechados.
ru: Курсы криптовалют и завершённые исторические свечи.
tr: Kripto para kurları ve tamamlanmış geçmiş mumlar.
uk: Курси криптовалют і завершені історичні свічки.
zh_hans: 加密货币汇率和已收盘的历史 K 线。
zh_hant: 加密貨幣匯率和已收盤的歷史 K 線。

# web3Credit
source: Cryptocurrency artwork by 0xa3k5. © 2024 0xa3k5. Used without artwork changes.
de: Kryptowährungsgrafiken von 0xa3k5. © 2024 0xa3k5. Ohne Änderungen an den Grafiken verwendet.
es: Ilustraciones de criptomonedas de 0xa3k5. © 2024 0xa3k5. Usadas sin modificaciones.
et: Krüptovaluutade graafika autor on 0xa3k5. © 2024 0xa3k5. Kasutatud muutmata kujul.
fr: Illustrations crypto par 0xa3k5. © 2024 0xa3k5. Utilisées sans modification.
it: Grafica delle criptovalute di 0xa3k5. © 2024 0xa3k5. Usata senza modifiche alla grafica.
ja: 暗号資産アートワーク: 0xa3k5。© 2024 0xa3k5。画像を変更せず使用しています。
ko: 암호화폐 아트워크: 0xa3k5. © 2024 0xa3k5. 아트워크 변경 없이 사용했습니다.
pt_br: Ilustrações de criptomoedas por 0xa3k5. © 2024 0xa3k5. Usadas sem alterações.
ru: Графика криптовалют от 0xa3k5. © 2024 0xa3k5. Используется без изменений.
tr: 0xa3k5 tarafından kripto para görselleri. © 2024 0xa3k5. Görseller değiştirilmeden kullanılmıştır.
uk: Графіка криптовалют від 0xa3k5. © 2024 0xa3k5. Використовується без змін.
zh_hans: 加密货币图像由 0xa3k5 提供。© 2024 0xa3k5。图像未经修改。
zh_hant: 加密貨幣圖像由 0xa3k5 提供。© 2024 0xa3k5。圖像未經修改。

# dogeCredit
source: Dogecoin artwork from Cryptocurrency Icons. Used without artwork changes.
de: Dogecoin-Grafik von Cryptocurrency Icons. Ohne Änderungen an der Grafik verwendet.
es: Ilustración de Dogecoin de Cryptocurrency Icons. Usada sin modificaciones.
et: Dogecoini graafika pärineb kogust Cryptocurrency Icons. Kasutatud muutmata kujul.
fr: Illustration Dogecoin de Cryptocurrency Icons. Utilisée sans modification.
it: Grafica Dogecoin da Cryptocurrency Icons. Usata senza modifiche alla grafica.
ja: Dogecoinアートワーク: Cryptocurrency Icons。画像を変更せず使用しています。
ko: Dogecoin 아트워크: Cryptocurrency Icons. 아트워크 변경 없이 사용했습니다.
pt_br: Ilustração de Dogecoin de Cryptocurrency Icons. Usada sem alterações.
ru: Графика Dogecoin от Cryptocurrency Icons. Используется без изменений.
tr: Cryptocurrency Icons’dan Dogecoin görselleri. Görseller değiştirilmeden kullanılmıştır.
uk: Графіка Dogecoin від Cryptocurrency Icons. Використовується без змін.
zh_hans: Dogecoin 图像来自 Cryptocurrency Icons。图像未经修改。
zh_hant: Dogecoin 圖像來自 Cryptocurrency Icons。圖像未經修改。

source: Replay onboarding
de: Einführung erneut ansehen
es: Repetir introducción
et: Vaata sissejuhatust uuesti
fr: Revoir l’introduction
it: Ripeti l’introduzione
ja: 初期設定をもう一度見る
ko: 시작 안내 다시 보기
pt_br: Rever introdução
ru: Повторить знакомство
tr: Tanıtımı yeniden göster
uk: Повторити знайомство
zh_hans: 重播入门引导
zh_hant: 重播入門導覽

# replayFailed
source: Setup couldn’t be reopened. Please try again.
de: Die Einrichtung konnte nicht erneut geöffnet werden. Versuche es erneut.
es: No se pudo volver a abrir la configuración. Inténtalo de nuevo.
et: Seadistust ei saanud uuesti avada. Proovi uuesti.
fr: Impossible de rouvrir la configuration. Réessaie.
it: Impossibile riaprire la configurazione. Riprova.
ja: 設定を開き直せませんでした。もう一度お試しください。
ko: 설정을 다시 열지 못했습니다. 다시 시도하세요.
pt_br: Não foi possível reabrir a configuração. Tente novamente.
ru: Не удалось открыть настройку повторно. Попробуйте ещё раз.
tr: Kurulum yeniden açılamadı. Lütfen tekrar deneyin.
uk: Не вдалося відкрити налаштування повторно. Спробуйте ще раз.
zh_hans: 无法重新打开设置。请重试。
zh_hant: 無法重新打開設定。請再試一次。

# retryReplay
source: Try again
de: Erneut versuchen
es: Reintentar
et: Proovi uuesti
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar novamente
ru: Попробовать ещё раз
tr: Tekrar dene
uk: Спробувати ще раз
zh_hans: 重试
zh_hant: 再試一次

# refreshFailed
source: Couldn’t update rates. Try again.
de: Kurse konnten nicht aktualisiert werden. Versuche es erneut.
es: No se pudieron actualizar los tipos de cambio. Inténtalo de nuevo.
et: Kursse ei saanud värskendada. Proovi uuesti.
fr: Impossible d’actualiser les taux. Réessaie.
it: Impossibile aggiornare i tassi. Riprova.
ja: レートを更新できませんでした。もう一度お試しください。
ko: 환율을 갱신하지 못했습니다. 다시 시도하세요.
pt_br: Não foi possível atualizar as taxas. Tente novamente.
ru: Не удалось обновить курсы. Попробуйте ещё раз.
tr: Kurlar güncellenemedi. Tekrar deneyin.
uk: Не вдалося оновити курси. Спробуйте ще раз.
zh_hans: 无法更新汇率。请重试。
zh_hant: 無法更新匯率。請再試一次。

source: Language
de: Sprache
es: Idioma
et: Keel
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
tr: Dil
uk: Мова
zh_hans: 语言
zh_hant: 語言

# languageSettingsExplanation
source: Choose your preferred language for Currency in system Settings.
de: Wähle deine bevorzugte Sprache für Currency in den Systemeinstellungen.
es: Elige tu idioma preferido para Currency en los Ajustes del sistema.
et: Vali rakenduse Currency eelistatud keel süsteemi seadetes.
fr: Choisis ta langue préférée pour Currency dans les Réglages du système.
it: Scegli la lingua preferita per Currency nelle Impostazioni di sistema.
ja: システムの「設定」でCurrencyの使用言語を選択してください。
ko: 시스템 설정에서 Currency의 선호 언어를 선택하세요.
pt_br: Escolha seu idioma preferido para o Currency nos Ajustes do sistema.
ru: Выберите предпочитаемый язык для Currency в системных Настройках.
tr: Sistem Ayarları’nda Currency için tercih ettiğiniz dili seçin.
uk: Виберіть бажану мову для Currency в системних Параметрах.
zh_hans: 在系统“设置”中选择 Currency 的首选语言。
zh_hant: 在系統「設定」中選擇 Currency 的偏好語言。

source: Testing
de: Tests
es: Pruebas
et: Testimine
fr: Tests
it: Test
ja: テスト
ko: 테스트
pt_br: Testes
ru: Тестирование
tr: Testler
uk: Тестування
zh_hans: 测试
zh_hant: 測試

# testingCredit
source: Framework for end-to-end app tests.
de: Framework für End-to-End-Tests der App.
es: Framework para pruebas de extremo a extremo de la app.
et: Rakenduse läbivate testide raamistik.
fr: Framework de tests de bout en bout de l’app.
it: Framework per i test end-to-end dell’app.
ja: アプリのエンドツーエンドテスト用フレームワーク。
ko: 앱 엔드투엔드 테스트용 프레임워크.
pt_br: Framework para testes de ponta a ponta do app.
ru: Фреймворк для сквозного тестирования приложения.
tr: Uygulamanın uçtan uca testleri için çerçeve.
uk: Фреймворк для наскрізного тестування застосунку.
zh_hans: 应用端到端测试框架。
zh_hant: 應用程式端對端測試框架。

source: Precious Metals
de: Edelmetalle
es: Metales preciosos
et: Väärismetallid
fr: Métaux précieux
it: Metalli preziosi
ja: 貴金属
ko: 귀금속
pt_br: Metais preciosos
ru: Драгоценные металлы
tr: Değerli metaller
uk: Дорогоцінні метали
zh_hans: 贵金属
zh_hant: 貴金屬

# metalUnit
source: Measurement
de: Maßeinheit
es: Unidad de medida
et: Mõõtühik
fr: Unité de mesure
it: Unità di misura
ja: 単位
ko: 측정 단위
pt_br: Unidade de medida
ru: Единица измерения
tr: Ölçü birimi
uk: Одиниця вимірювання
zh_hans: 计量单位
zh_hant: 計量單位

source: Troy ounces
de: Feinunzen
es: Onzas troy
et: Troiuntsid
fr: Onces troy
it: Once troy
ja: トロイオンス
ko: 트로이 온스
pt_br: Onças troy
ru: Тройские унции
tr: Troy ons
uk: Тройські унції
zh_hans: 金衡盎司
zh_hant: 金衡盎司

source: Grams
de: Gramm
es: Gramos
et: Grammid
fr: Grammes
it: Grammi
ja: グラム
ko: 그램
pt_br: Gramas
ru: Граммы
tr: Gram
uk: Грами
zh_hans: 克
zh_hant: 公克

source: Kilograms
de: Kilogramm
es: Kilogramos
et: Kilogrammid
fr: Kilogrammes
it: Chilogrammi
ja: キログラム
ko: 킬로그램
pt_br: Quilogramas
ru: Килограммы
tr: Kilogram
uk: Кілограми
zh_hans: 千克
zh_hant: 公斤

# metalUnitExplanation
source: Choose the unit used for precious metal amounts. One troy ounce equals 31.1034768 grams.
de: Wähle die Einheit für Edelmetallmengen. Eine Feinunze entspricht 31,1034768 Gramm.
es: Elige la unidad para las cantidades de metales preciosos. Una onza troy equivale a 31,1034768 gramos.
et: Vali väärismetallide koguste ühik. Üks troiunts võrdub 31,1034768 grammiga.
fr: Choisissez l’unité des quantités de métaux précieux. Une once troy équivaut à 31,1034768 grammes.
it: Scegli l’unità per le quantità di metalli preziosi. Un’oncia troy equivale a 31,1034768 grammi.
ja: 貴金属の量に使用する単位を選択します。1トロイオンスは31.1034768グラムです。
ko: 귀금속 수량에 사용할 단위를 선택하세요. 1트로이 온스는 31.1034768그램입니다.
pt_br: Escolha a unidade para as quantidades de metais preciosos. Uma onça troy equivale a 31,1034768 gramas.
ru: Выберите единицу для количества драгоценных металлов. Одна тройская унция равна 31,1034768 грамма.
tr: Değerli metal miktarları için birim seçin. Bir troy ons 31,1034768 grama eşittir.
uk: Виберіть одиницю для кількості дорогоцінних металів. Одна тройська унція дорівнює 31,1034768 грама.
zh_hans: 选择贵金属数量使用的单位。1金衡盎司等于31.1034768克。
zh_hant: 選擇貴金屬數量使用的單位。1金衡盎司等於31.1034768公克。

# preferenceSaveFailed
source: Couldn’t save the measurement. Try again.
de: Die Maßeinheit konnte nicht gespeichert werden. Versuche es erneut.
es: No se pudo guardar la unidad. Inténtalo de nuevo.
et: Ühikut ei saanud salvestada. Proovi uuesti.
fr: Impossible d’enregistrer l’unité. Réessayez.
it: Impossibile salvare l’unità. Riprova.
ja: 単位を保存できませんでした。もう一度お試しください。
ko: 단위를 저장하지 못했습니다. 다시 시도하세요.
pt_br: Não foi possível salvar a unidade. Tente novamente.
ru: Не удалось сохранить единицу измерения. Попробуйте ещё раз.
tr: Birim kaydedilemedi. Tekrar deneyin.
uk: Не вдалося зберегти одиницю вимірювання. Спробуйте ще раз.
zh_hans: 无法保存计量单位。请重试。
zh_hant: 無法儲存計量單位。請再試一次。

source: Made by Dimasike
de: Von Dimasike
es: Creado por Dimasike
et: Loonud Dimasike
fr: Créé par Dimasike
it: Creato da Dimasike
ja: Dimasike が制作
ko: Dimasike 제작
pt_br: Criado por Dimasike
ru: Создано Dimasike
tr: Dimasike tarafından yapıldı
uk: Створено Dimasike
zh_hans: 由 Dimasike 制作
zh_hant: 由 Dimasike 製作

source: Flip creator coin
de: Ersteller-Münze umdrehen
es: Girar moneda del creador
et: Pööra looja münti
fr: Retourner la pièce du créateur
it: Gira la moneta del creatore
ja: 作者のコインを裏返す
ko: 제작자 코인 뒤집기
pt_br: Virar moeda do criador
ru: Перевернуть монету автора
tr: Yaratıcı parasını çevir
uk: Перевернути монету автора
zh_hans: 翻转创作者硬币
zh_hant: 翻轉創作者硬幣

# creatorCoinPortrait
source: Portrait
de: Porträt
es: Retrato
et: Portree
it: Ritratto
ja: ポートレート
ko: 초상화
pt_br: Retrato
ru: Портрет
tr: Portre
uk: Портрет
zh_hans: 肖像
zh_hant: 肖像

# mailUnavailable
source: Email is unavailable
de: E-Mail ist nicht verfügbar
es: Correo no disponible
et: E-post pole saadaval
fr: E-mail indisponible
it: Email non disponibile
ja: メールを利用できません
ko: 이메일을 사용할 수 없습니다
pt_br: E-mail indisponível
ru: Почта недоступна
tr: E-posta kullanılamıyor
uk: Пошта недоступна
zh_hans: 邮件不可用
zh_hant: 郵件無法使用

source: Copy email
de: E-Mail-Adresse kopieren
es: Copiar correo
et: Kopeeri e-posti aadress
fr: Copier l’adresse e-mail
it: Copia indirizzo email
ja: メールアドレスをコピー
ko: 이메일 주소 복사
pt_br: Copiar e-mail
ru: Скопировать адрес
tr: E-posta adresini kopyala
uk: Скопіювати адресу
zh_hans: 复制邮箱地址
zh_hant: 複製電子郵件地址
